{
  "apartmentSearch": {
    "badge": "Immobiliensuche",
    "title": "Der konkrete Plan: Wohnung finden",
    "subtitle": "Von der Entscheidung zur Tat: Wie ich meine Traumwohnung in Murcia gefunden habe.",
    "introduction": {
      "title": "Von der Entscheidung zur Tat",
      "paragraph1": "Nachdem ich mich endgültig für die Region Murcia entschieden hatte, war für mich klar: Ab jetzt ging es nicht mehr ums Träumen, sondern ums Handeln. Ich wollte nicht länger nur durch die Straßen spazieren und mir vorstellen, wie mein Alltag aussehen könnte – ich wollte echte Optionen sehen. Der nächste logische Schritt: die Suche nach einer passenden Wohnung.",
      "paragraph2": "Doch bevor man überhaupt anfängt, Inserate zu durchstöbern, sollte man die Basics kennen. Eine der wichtigsten Voraussetzungen ist die NIE (Número de Identificación de Extranjero). Das ist im Grunde die spanische Steuernummer für Ausländer, ohne die man weder ein Bankkonto eröffnen noch eine Immobilie kaufen kann. Apropos Bankkonto: Zwar lässt sich mit einer guten Gestoría einiges umgehen, am Ende führt aber fast kein Weg daran vorbei, ein spanisches Konto zu eröffnen.",
      "highlight": "Ohne NIE und spanisches Bankkonto kann man keine Immobilie kaufen – aber für die Suche braucht man sie noch nicht."
    },
    "firstResearch": {
      "title": "Erste Recherchen",
      "intro": "Wie also startet man die Suche nach der Traumimmobilie? Für mich gab es zwei Wege:",
      "onlinePlatforms": {
        "title": "Online-Plattformen",
        "description": "Platformen wie Idealista oder Fotocasa – mit detaillierten Suchfiltern, E-Mail-Benachrichtigungen und täglich neuen Angeboten. Man bleibt so automatisch auf dem Laufenden, ohne ständig selbst suchen zu müssen."
      },
      "localAgents": {
        "title": "Lokale Maklerbüros",
        "description": "Sie haben oft ein Schaufenster mit ausgewählten Angeboten, und manchmal lassen sich hier auch echte Schnäppchen finden. Viele Makler inserieren allerdings zusätzlich sowieso auf den großen Plattformen."
      },
      "tip": "Wer wirklich ernsthaft sucht, sollte beides kombinieren – online recherchieren, aber auch vor Ort bei Maklern vorbeischauen."
    },
    "onSite": {
      "title": "Vor Ort in Murcia",
      "paragraph1": "Nach meiner Online-Recherche war der nächste logische Schritt ein erneuter Aufenthalt in Murcia – diesmal mit klarer Mission. Ich habe mir meine Favoriten herausgesucht, Makler angeschrieben und Termine vereinbart. Hier lohnt es sich, mindestens ein paar Wochen – besser ein bis zwei Monate – Zeit einzuplanen.",
      "paragraph2": "Der Markt ist unglaublich schnelllebig: Jeden Tag tauchen neue Angebote auf, während andere verschwinden, weil sie schon reserviert sind. Ich war bei mehreren Besichtigungen dabei, teils über Plattformen, teils direkt über Maklerbüros.",
      "viewingProcess": {
        "title": "Wie läuft die Besichtigung ab?",
        "description": "Die Besichtigungen selbst liefen ziemlich ähnlich ab: Erst ein kurzer Austausch über die Maklergebühren (ja, in Spanien zahlt die oft der Käufer – was in Deutschland unüblich ist), dann eine kleine Unterschrift, dass man im Falle eines Kaufs diese Gebühren akzeptiert. Anschließend ging es in die Wohnung. Am Ende war es nicht viel anders als bei einer Mietbesichtigung in Deutschland: durchgehen, Fragen stellen, und versuchen, sich den Alltag dort vorzustellen. Und ehrlich gesagt wusste ich meist schon in den ersten 30 bis 40 Sekunden, ob es passen könnte oder nicht. Dieses Bauchgefühl hat mich selten getäuscht."
      },
      "market": {
        "title": "Schnelllebiger Markt",
        "description": "Jeden Tag tauchen neue Angebote auf, während andere verschwinden, weil sie schon reserviert sind."
      },
      "viewings": {
        "title": "Besichtigungen",
        "description": "Von Privatkäufen würde ich übrigens eher abraten – das spanische Immobilienrecht ist nicht ohne, und ein Makler sorgt zumindest für etwas Sicherheit im Prozess."
      },
      "process": {
        "title": "Der Besichtigungsprozess",
        "description": "Erst ein kurzer Austausch über die Maklergebühren (ja, in Spanien zahlt die oft der Käufer), dann eine kleine Unterschrift, dass man im Falle eines Kaufs diese Gebühren akzeptiert."
      },
      "highlight": "Und ehrlich gesagt wusste ich meist schon in den ersten 30 bis 40 Sekunden, ob es passen könnte oder nicht. Dieses Bauchgefühl hat mich selten getäuscht."
    },
    "success": {
      "title": "Glück gehabt",
      "description": "Am Ende meines Aufenthalts hatte ich dann tatsächlich Glück – und konnte mir meine Traumwohnung reservieren."
    },
    "advice": {
      "title": "Mein Rat",
      "success": "Am Ende meines Aufenthalts hatte ich dann tatsächlich Glück – und konnte mir meine Traumwohnung reservieren.",
      "paragraph1": "Auch wenn ich auf Anhieb fündig wurde, würde ich jedem raten: Lieber mehrere Aufenthalte einplanen und sich Zeit lassen. Der Druck, 'jetzt sofort etwas zu kaufen', ist selten ein guter Ratgeber.",
      "paragraph2": "Spanien läuft einem nicht davon – und die richtige Wohnung wartet meistens auf den, der bereit ist, ein bisschen Geduld mitzubringen.",
      "patience": {
        "title": "Geduld ist der Schlüssel",
        "description": "Mehrere Aufenthalte einplanen und sich Zeit lassen. Der Druck, 'jetzt sofort etwas zu kaufen', ist selten ein guter Ratgeber."
      },
      "spain": {
        "title": "Spanien läuft einem nicht davon",
        "description": "Die richtige Wohnung wartet meistens auf den, der bereit ist, ein bisschen Geduld mitzubringen."
      }
    },
    "nextSteps": {
      "title": "Wie gehts nun weiter?",
      "paragraph1": "Bevor es nun aber wirklich ins Eingemachte geht – also in all die vertraglichen Bestimmungen, die Kostenfallen und die kleinen Hürden, die beim Immobilienkauf in Spanien auf einen warten – lohnt sich ein kurzer Stopp.",
      "paragraph2": "Denn ohne die nötigen Voraussetzungen und ein Mindestmaß an Bürokratie kommt man hier nicht weit. Viele unterschätzen diesen Teil am Anfang, träumen schon von der Schlüsselübergabe, merken dann aber schnell, dass sie ohne NIE, Bankkonto und ein paar wichtige Behördengänge gar nicht erst den Kaufvertrag unterschreiben dürfen.",
      "highlight": "Im nächsten Abschnitt schauen wir uns die Grundlagen an – die Bürokratie und Voraussetzungen, die man für den tatsächlichen Kauf braucht.",
      "prerequisites": {
        "nie": {
          "title": "NIE",
          "description": "Spanische Steuernummer für Ausländer"
        },
        "bankAccount": {
          "title": "Bankkonto",
          "description": "Spanisches Konto für Transaktionen"
        },
        "bureaucracy": {
          "title": "Behördengänge",
          "description": "Wichtige offizielle Verfahren"
        }
      }
    }
  }
}
