{
  "discoveringSpain": {
    "badge": "Erste Reisen",
    "title": "Spanien entdecken",
    "subtitle": "Erste Reisen nach Spanien: Madrid erkunden, glutenfreies Leben testen, Lebensqualität erleben und erste Kontakte knüpfen.",
    "introduction": {
      "title": "Theorie gegen Realität eintauschen",
      "paragraph1": "Die erste grobe Planungsphase war geschafft, meine Grundkenntnisse in Spanisch standen, und irgendwann musste der Moment kommen: Theorie gegen Realität eintauschen. Also packte ich meinen Koffer und flog nach Spanien. Nicht für klassischen Urlaub – auch wenn es sich stellenweise so angefühlt hat – sondern um herauszufinden, ob meine Vorstellungen wirklich mit der spanischen Realität zusammenpassen.",
      "paragraph2": "Ich wollte testen, ob das glutenfreie Leben dort so einfach funktioniert, wie das Internet es versprach. Ich wollte sehen, wie weit ich mit meinem Spanisch komme. Und ich wollte erleben, wie es sich anfühlt, den Alltag dort zu meistern – vom Essen über Einkaufen bis hin zu den ersten Gesprächen mit Einheimischen.",
      "highlight": "Mir war bewusst, dass ich bei meiner ersten Reise nicht direkt ankommen und Wurzeln schlagen würde. Aber kleine Kontakte knüpfen, ein Gefühl für das Land entwickeln – das war der Plan."
    },
    "madrid": {
      "title": "Madrid als erster Stopp",
      "paragraph1": "Für den Anfang wollte ich nicht direkt in ein kleines Dorf oder eine touristische Küstenstadt. Ich brauchte einen Ort, wo ich mich im Notfall auch mit ein bisschen Englisch durchschlagen konnte und wo es wahrscheinlich einfacher sein würde, glutenfreies Essen zu finden. Meine Wahl fiel auf Madrid.",
      "paragraph2": "Im Februar 2024, mitten im Winter in Deutschland, kam ich in der spanischen Hauptstadt an. Zwei Wochen Zeit, um meine To-dos abzuhaken – und um zu spüren, ob Spanien wirklich mein Land werden könnte.",
      "highlight": "Englisch half mir dort übrigens kaum weiter, das war eine wichtige Erkenntnis. Aber mein gebrochenes Spanisch reichte, um das Nötigste zu regeln. Und jedes Mal, wenn ich den Mut fasste, es zu benutzen, merkte ich, wie viel freundlicher die Menschen sofort reagierten."
    },
    "glutenFree": {
      "title": "Glutenfreies Leben in Spanien",
      "paragraph1": "Für jemanden mit Zöliakie (und Laktoseintoleranz on top) ist Madrid ein kleines Paradies. Viele Restaurants kennzeichnen Allergene auf der Karte, und es gibt sogar dedizierte glutenfreie Lokale. Mein Highlight: \"Grosso Napoletano – Senza Glutine\" – die beste glutenfreie Pizza, die ich je gegessen habe.",
      "paragraph2": "Auch die Supermärkte sind top ausgestattet: Brot, Nudeln, Wraps, Kekse, Chips – alles glutenfrei verfügbar und dazu meist klar mit \"Gluten Free\" gekennzeichnet. Das machte das Einkaufen unheimlich entspannt. In Deutschland fühlt es sich oft wie eine Schatzsuche an – in Spanien hingegen wie normales Einkaufen.",
      "restaurants": {
        "title": "Restaurants",
        "description": "Viele Restaurants kennzeichnen Allergene auf der Karte, dedizierte glutenfreie Lokale verfügbar"
      },
      "supermarkets": {
        "title": "Supermärkte",
        "description": "Große Auswahl an glutenfreien Produkten, klare Kennzeichnung, entspanntes Einkaufen"
      }
    },
    "qualityOfLife": {
      "title": "Lebensqualität: Spanien vs. Deutschland",
      "intro": "Was mich wirklich beeindruckt hat: die Lebensqualität. Schon beim ersten Aufenthalt war klar, dass vieles entspannter läuft.",
      "everyday": {
        "title": "Alltag",
        "description": "In Spanien scheinen die Menschen weniger gehetzt, Zeit spielt eine andere Rolle. Mittagessen dauert auch mal zwei Stunden, und niemand schaut dabei ständig auf die Uhr."
      },
      "climate": {
        "title": "Klima",
        "description": "Selbst Ende Februar war es tagsüber mild und sonnig. Das allein fühlte sich schon wie ein Lebensqualitäts-Boost an, wenn man den deutschen Winter gewohnt ist."
      },
      "costs": {
        "title": "Kosten",
        "description": "Essen gehen ist in Spanien oft günstiger, auch wenn Madrid natürlich nicht die billigste Stadt ist."
      },
      "conclusion": "Unterm Strich habe ich mich in kurzer Zeit freier und \"leichter\" gefühlt, als ich es in Deutschland oft tue. Es war beeindruckend zu erleben, wie sehr die spanische Lebensweise und das Klima das allgemeine Wohlbefinden beeinflussen können. Die Kombination aus entspannterem Alltag, angenehmen Temperaturen und erschwinglichen Preisen schafft eine Atmosphäre, in der man sich einfach wohlfühlt.",
      "conclusionTitle": "Fazit der Lebensqualität"
    },
    "culture": {
      "title": "Kultur & Menschen",
      "paragraph1": "Madrid lebt – und zwar vor allem nachts. Während in Deutschland nach 20 Uhr vieles ruhiger wird, geht in Spanien das Leben erst los. Restaurants füllen sich spät, und auch unter der Woche sitzen die Menschen noch um Mitternacht draußen bei einem Bier. Für mich als Informatiker, der eh selten früh ins Bett kommt, passte das perfekt.",
      "paragraph2": "Besonders hängen geblieben ist aber die Offenheit: Schon ein paar Worte Spanisch reichten, um Eis zu brechen. Ich habe gemerkt, dass man mit Freundlichkeit und etwas Mühe, die Sprache zu sprechen, sehr schnell positive Reaktionen bekommt.",
      "nightlife": {
        "title": "Nachtleben",
        "description": "Madrid lebt nachts - Restaurants füllen sich spät, Menschen sitzen noch um Mitternacht draußen"
      },
      "openness": {
        "title": "Offenheit",
        "description": "Schon wenige Worte Spanisch reichen, um Eis zu brechen. Freundlichkeit wird sofort belohnt."
      }
    },
    "contacts": {
      "title": "Erste Kontakte – und eine besondere Begegnung",
      "paragraph1": "Meine ersten Kontakte waren unspektakulär, aber wichtig: ein Angestellter im Café, der mich nach zwei Tagen schon wiedererkannte; eine Kassiererin im Supermarkt, die mir beim ersten Mal half, ein bestimmtes glutenfreies Produkt zu finden. Es waren keine Freundschaften, aber kleine Momente, die mir das Gefühl gaben: \"Du bist hier nicht unsichtbar.\"",
      "emely": {
        "title": "Emely - Eine besondere Begegnung",
        "paragraph1": "Eine junge Frau aus Peru, die ich während meiner Zeit in Madrid kennenlernte. Sie hatte ähnliche Pläne wie ich: nach Spanien auszuwandern, ein neues Leben zu beginnen.",
        "paragraph2": "Dass sie Spanisch als Muttersprache sprach, war für mich natürlich Gold wert. Mit ihr konnte ich üben, lernen und über alles reden, was mir in diesem Prozess begegnete.",
        "paragraph3": "Wir verstanden uns sofort gut – und aus einer zufälligen Begegnung wurde über die Zeit eine Beziehung. Heute begleitet sie mich nicht nur als Freundin, sondern auch als Partnerin auf meinem Weg nach Spanien."
      },
      "smallMoments": {
        "title": "Kleine Momente",
        "description": "Café-Angestellter erkennt mich wieder, Kassiererin hilft bei glutenfreien Produkten - das Gefühl, nicht unsichtbar zu sein"
      },
      "languagePractice": {
        "title": "Sprachpraxis",
        "description": "Emely als Muttersprachlerin - perfekt zum Üben und Lernen über alle Herausforderungen"
      }
    },
    "conclusion": {
      "title": "Fazit der ersten Trips",
      "paragraph1": "Meine ersten Reisen nach Spanien haben mir gezeigt: Ich kann mir hier ein glückliches Leben aufbauen. Das glutenfreie Essen war machbar, mein Spanisch reichte aus, um zurechtzukommen, und die Menschen waren offener, als ich erwartet hatte.",
      "paragraph2": "Madrid selbst kam für mich als langfristiger Wohnort zwar nicht in Frage – zu groß, zu hektisch. Aber genau das war ja das Ziel: auszuprobieren, Eindrücke zu sammeln, zu merken, was passt und was nicht.",
      "nextStep": {
        "title": "Der nächste Schritt war also klar:",
        "description": "Eine Region zu finden, die zu meinem Lebensstil passt – warm, aber nicht überfüllt, lebendig, aber nicht überlaufen von Touristen."
      },
      "glutenFree": {
        "title": "Glutenfreies Leben",
        "description": "Machbar und entspannt - Restaurants und Supermärkte sind top ausgestattet"
      },
      "spanish": {
        "title": "Spanisch",
        "description": "Reicht aus, um zurechtzukommen - Menschen reagieren freundlich auf Bemühungen"
      },
      "people": {
        "title": "Menschen",
        "description": "Offener als erwartet - erste Kontakte und sogar eine besondere Begegnung"
      }
    }
  }
}
