{
  "firstApartmentStay": {
    "title": "Der erste Aufenthalt in der eigenen Wohnung",
    "subtitle": "Von der Vorfreude bis zum Wasserschaden - meine ersten Erfahrungen",
    "description": "Mein erster Aufenthalt in meiner eigenen Wohnung in Spanien - von der Vorfreude bis zum Wasserschaden und den Learnings daraus.",
    "introduction": {
      "title": "Nun war also alles geschafft",
      "content": "Nun war also alles geschafft – zumindest dachte ich das. Die Wohnung gehörte mir, sämtliche Versicherungen waren abgeschlossen und ich hatte das beruhigende Gefühl, dass nichts mehr groß schiefgehen könnte. Mit dieser Mischung aus Vorfreude und Erleichterung buchte ich also meine erste Reise nach Molina de Segura. Geplant war zunächst nur eine Woche, um die wichtigsten Dinge zu organisieren, erste Abläufe zu klären und einfach einmal in meinem neuen Zuhause anzukommen."
    },
    "arrival": {
      "title": "Ankunft und erster Tag",
      "content1": "Da mein Flug nach Alicante erst am späten Abend landete und die Gestoría nur vormittags geöffnet hatte, verbrachte ich noch eine letzte Nacht in einem Airbnb. Am nächsten Morgen ging es dann direkt ins Büro meiner Gestoría, und nach einer weiteren Unterschrift hielt ich zum ersten Mal den Schlüssel zu meiner eigenen Wohnung in der Hand. Ein Moment, der sich gleichzeitig unwirklich und vollkommen real anfühlte.",
      "content2": "Nur eine Stunde später stand ich bei 34 Grad in der Mittagssonne vor meiner Tür, schloss auf – und betrat meine Wohnung zum allerersten Mal. Natürlich war ich allein, Emely konnte bei diesem Aufenthalt leider nicht dabei sein. Doch leer war die Wohnung trotzdem nicht: Die Vorbesitzer hatten, wie vereinbart, einige Möbel dagelassen.",
      "content3": "Ein Bett, eine fast neue Küche, ein Wohnzimmer mit Sofa, Waschmaschine und Trockner, sogar ein Esstisch. Keine Designermöbel, aber mehr als genug, um sofort darin leben zu können, ohne direkt wieder große Investitionen tätigen zu müssen."
    },
    "firstImpressions": {
      "title": "Erste Eindrücke und Alltag",
      "content1": "Kaum hatte ich mir diesen Gedanken zurechtgelegt, begann auch schon der erste kleine Stressmoment: Der Vodafone-Techniker, den ich eigentlich für später bestellt hatte, war deutlich zu früh und wartete bereits ungeduldig an meiner Tür. Während er sich daran machte, das Internet einzurichten und mir so den Weg für reibungslose Videocalls im Homeoffice zu ebnen, nutzte ich die Gelegenheit, jeden Raum noch einmal genau zu inspizieren.",
      "content2": "Und tatsächlich: Keine gravierenden Mängel, keine bösen Überraschungen. Für den Moment war ich erleichtert. Als schließlich das Internet lief, machte ich meinen ersten Einkauf. Nur acht Minuten Fußweg entfernt gab es ein Einkaufszentrum mit Mercadona. Kein spektakuläres Erlebnis, aber dennoch ein wichtiger Schritt, denn zum ersten Mal kaufte ich für mein eigenes Zuhause in Spanien ein.",
      "content3": "Später spazierte ich durch die Straßen und ließ den Moment sacken: Ich war nicht mehr einfach nur zu Besuch, ich war zuhause. Zum ersten Mal fühlte es sich an, als wäre ich wirklich angekommen."
    },
    "waterDamage": {
      "title": "Der Wasserschaden",
      "content1": "Doch diese Euphorie hielt nicht lange an. Als ich am nächsten Tag die Wohnung gründlich putzen wollte, füllte ich gerade einen Eimer mit Wasser, da klopfte es plötzlich hektisch an meiner Tür. Mein Nachbar von unten stand davor und sagte nur: „In meiner Wohnung läuft Wasser von der Decke.\" Ein Satz, der mir sofort den Puls hochjagte.",
      "content2": "Gemeinsam gingen wir nach unten – und tatsächlich, Wasser tropfte unaufhörlich von seiner Decke. Zurück in meiner Wohnung stellte ich fest, dass auch bei mir die Wand nass war. Kurze Zeit später kam der Präsident der Eigentümergemeinschaft dazu. Seine Diagnose: ein defektes Abwasserrohr. Glück im Unglück – es war „nur\" Küchenabwasser und nicht aus den Toiletten. Aber das änderte nichts daran, dass ich von einem Moment auf den anderen mitten in meinem ersten Wasserschaden steckte.",
      "content3": "Was folgte, war ein nervenaufreibender Mix aus endlosen Telefonaten, Sprachbarrieren und viel zu viel Wischarbeit. Vier Tage lang musste ich regelmäßig den Boden trockenlegen, teilweise alle halbe Stunde, um die Pfützen im Griff zu behalten. Da der Schaden an einem Gemeinschaftsrohr lag, war die Versicherung der Eigentümergemeinschaft zuständig. Doch bis alles seinen Weg nahm, zog es sich."
    },
    "repairs": {
      "title": "Die Reparaturen",
      "content1": "Ich musste zwischendurch zurück nach Deutschland fliegen, buchte aber sofort einen neuen Flug, um persönlich nachzusehen. Im Nachhinein war das eine sehr gute Entscheidung, denn als ich wiederkam, war der Schaden bereits schlimmer geworden: Schimmel breitete sich an der Wand aus, und der Geruch des Küchenabwassers war kaum auszuhalten.",
      "content2": "In den darauffolgenden Wochen schien sich alles nur im Schneckentempo zu bewegen. Handwerker kamen nur, weil ich immer wieder Druck machte. Die Wand wurde notdürftig verputzt, feuchte Stellen unzureichend behandelt und vieles nicht zu Ende gebracht. Zu allem Überfluss krochen irgendwann auch noch Kakerlaken aus dem Loch in der Wand – und zwar nicht die kleinen, sondern die großen amerikanischen.",
      "content3": "Spätestens da verlor ich endgültig die Geduld. Erst als ich mit Konsequenzen drohte, reagierte die Hausverwaltung wirklich. Bis heute sind die Reparaturen allerdings noch nicht vollständig abgeschlossen. Manche Stellen sind zwar überarbeitet, doch Risse, Wasserflecken und Geruch tauchen immer wieder auf. Sobald alles wirklich behoben ist, werde ich hier ergänzen, wie die Geschichte ausgegangen ist – im Moment ist sie noch nicht fertig geschrieben. Doch trotz all dem, war diese erste Phase sehr hilfreich."
    },
    "keyLearnings": {
      "title": "Was ich dabei bisher gelernt habe",
      "insurance": {
        "title": "Versicherungen sind auch in Spanien kein Freund",
        "content": "Man darf sich nicht darauf verlassen, dass alles automatisch läuft. Ohne ständiges Nachhaken, Nachfragen und Druck passiert schlichtweg nichts."
      },
      "neighbors": {
        "title": "Nachbarn sind unbezahlbar",
        "content": "Schon beim ersten Problem merkte ich, wie wichtig es ist, ein gutes Verhältnis zu den Leuten im Haus aufzubauen. Sie sind oft die erste Anlaufstelle, wenn es schnell gehen muss."
      },
      "patience": {
        "title": "Alles dauert länger, als man denkt",
        "content": "Termine verschieben sich, Handwerker kommen später, und selbst einfache Dinge ziehen sich. Mit Geduld kommt man aber meistens doch ans Ziel."
      },
      "spanish": {
        "title": "Spanisch ist unverzichtbar",
        "content": "Ohne Sprachkenntnisse wäre ich in vielen Situationen aufgeschmissen gewesen. Mir wurde hier bewusst, wie sehr es sich lohnt, jede Vokabel mitzunehmen."
      },
      "cockroaches": {
        "title": "Kakerlaken gehören im Süden dazu",
        "content": "Nicht schön, aber Realität. Sie tauchen nicht nur in Wohnungen auf, sondern kommen auch durchs Fenster. Am besten ist es, immer Gel oder Fallen parat zu haben."
      }
    },
    "positiveAspects": {
      "title": "Und doch bleibt das Positive hängen",
      "content1": "Und doch, bei allem Ärger und den vielen Telefonaten bleibt das Positive hängen: Ich wurde sofort in die Hausgemeinschaft hineingezogen, lernte Nachbarn kennen und baute direkten Kontakt zum Präsidenten auf. Alle waren offen, hilfsbereit und freundlich – genau so, wie ich die Spanier schon auf meinen Reisen erlebt hatte. Trotz der Probleme fühlte es sich gut an, Teil dieser Gemeinschaft zu sein.",
      "content2": "Nach meinem ersten längeren Aufenthalt von über sieben Wochen hatte ich mich dort bereits zuhause gefühlt, und der Abschied zurück nach Deutschland fiel mir ehrlich gesagt schwer."
    }
  }
}
