{
  "insurance": {
    "title": "Sicherheiten & Versicherungen",
    "subtitle": "Absicherung der Immobilie",
    "description": "Die Investition in eine Immobilie ist alles andere als geringfügig. Der Gedanke an Schäden oder sogar einen Komplettverlust ist für jeden Käufer ein Horrorszenario.",
  "introduction": {
    "title": "Warum Versicherung so wichtig ist",
    "content": "Schon während des Kaufprozesses war mir deshalb klar, dass ich meine Wohnung unbedingt gut absichern möchte. Mit einer Hypothek ist man in Spanien oft gezwungen, eine Versicherung direkt über die Bank abzuschließen – zumindest dann, wenn man von günstigeren Zinsen profitieren will. In vielen Fällen gibt die Bank sogar vor, was und wie versichert sein muss. Schließlich will sie auch nicht riskieren, dass ihr Kapital im Ernstfall verloren geht. Da ich die Wohnung allerdings komplett eigenfinanziert habe, konnte ich frei entscheiden, bei wem und wie ich mich absichere. Frei nach dem Motto: Freiheit oder Qual der Wahl – denn die Auswahl an Policen ist riesig."
  },
  "comparison": {
    "title": "Versicherungen in Spanien vs. Deutschland",
    "content": "Während man in Deutschland Hausrat-, Wohngebäude- und oft auch Haftpflichtversicherung separat abschließt, wird in Spanien vieles in einem einzigen Paket, der Seguro de Hogar, gebündelt. Das macht es einerseits einfacher, andererseits muss man genau hinschauen, was tatsächlich enthalten ist.",
    "germany": {
      "title": "Deutschland",
      "description": "oft getrennte Policen (Hausrat, Wohngebäude, Privathaftpflicht, Rechtsschutz, Glasbruch etc.)"
    },
    "spain": {
      "title": "Spanien",
      "description": "meist ein Rundumpaket (Seguro de Hogar), das Schäden an Gebäude, Inventar und sogar Haftpflicht in einem Vertrag abdeckt"
    },
    "special": {
      "title": "Besonderheit",
      "description": "Bei Krediten ist zusätzlich oft eine verpflichtende Lebensversicherung erforderlich, die der Bank Sicherheit gibt."
    },
    "property": {
      "title": "Wohnung vs. Haus",
      "description": "Bei einem Einfamilienhaus kommen noch Außenbereiche, Garten oder Garage hinzu – eine Wohnung hingegen beschränkt sich auf das Sondereigentum und manchmal anteilige Gemeinschaftsflächen."
    }
  },
  "coverage": {
    "title": "Was die Seguro de Hogar abdeckt",
    "content": "Die spanische Hausrat- und Wohngebäudeversicherung ist erstaunlich umfassend. Typischerweise lassen sich absichern:",
    "items": {
      "natural": "Feuer, Explosion, Blitzschlag, Erdbeben, Sturm",
      "water": "Leitungswasser, Abwasser, Rohrbruch",
      "theft": "Einbruch und Vandalismus – wichtig besonders bei Zweitwohnungen",
      "liability": "Wenn z. B. durch einen Wasserschaden die Nachbarswohnung betroffen ist",
      "glass": "Etwa bei Fenstern, Ceranfeld oder Fliesen",
      "legal": "Bei rechtlichen Auseinandersetzungen rund um die Immobilie",
      "accidents": "Wenn einem etwas herunterfällt oder man selbst einen Schaden verursacht"
    },
    "absence": "Besonders wichtig war mir, dass die Police auch Schäden während meiner Abwesenheit abdeckt – denn ich verbringe nur rund die Hälfte des Jahres in Spanien.",
    "absence_card": {
      "title": "Abwesenheit",
      "content": "Versichert, auch wenn du nicht das ganze Jahr über da bist"
    },
    "additional": {
      "title": "und mehr...",
      "content": "Weitere Bestandteile ggfs. individuell vereinbar."
    }
  },
  "practices": {
    "title": "Was in Spanien üblich ist",
    "content": "Neben der Seguro de Hogar gehört in Spanien bei Finanzierung fast schon automatisch eine Lebensversicherung dazu. Banken sichern sich so ab, dass der Kredit im Todesfall nicht platzt. Außerdem ist es gängig, dass viele Eigentümer ihre Policen über denselben Anbieter laufen lassen, um Rabatte zu bekommen (z. B. Auto + Haus + Rechtsschutz)."
  },
  "selection": {
    "title": "Meine Kriterien & Auswahl",
    "criteria": {
      "title": "Ich wollte einen echten Rundumschutz:",
      "items": {
        "theft": "Einbruch & Besetzungen absichern",
        "total_loss": "Komplettverlust (Feuer, Erdbeben, außergewöhnliche Ereignisse)",
        "water_damage": "Abwasserschäden, Glas- und Keramikschutz",
        "legal": "Rechtsschutz und Haftpflicht",
        "absence": "auch Schutz bei längerer Abwesenheit"
      }
    },
    "language": {
      "title": "Die Sprachbarriere",
      "content": "Bei der Wahl des Anbieters stieß ich schnell auf ein Problem: die Sprachbarriere. Im Schadensfall mit einer Versicherung auf Spanisch diskutieren? Für mich ein Albtraum. Also suchte ich gezielt nach einem Makler, der mich auf Deutsch betreuen kann."
    },
    "choice": {
      "title": "Meine Wahl",
      "content": "Nach einigen Angeboten entschied ich mich schließlich für QS Seguros in Alicante, wo ich umfassend beraten wurde. Das Ergebnis: eine Police für knapp 300 € pro Jahr, die wirklich jede erdenkliche Schadensart abdeckt. Tatsächlich war dieser Teil des Immobilienkaufs fast der unkomplizierteste. Die Suche nach dem richtigen Angebot war die größte Hürde – die Abwicklung danach ging schnell und reibungslos. Ab dem Tag des Notartermins war ich abgesichert, komme was wolle."
    }
  },
  "conclusion": {
    "title": "Mein Fazit",
    "content": "Kümmere dich rechtzeitig um deine Versicherung – auch wenn es zunächst wie ein \"Nebenthema\" wirkt. Die Immobilie selbst gibt dir ein Dach über dem Kopf, aber die Versicherung sorgt dafür, dass du ruhig schlafen kannst – egal, ob du gerade in Spanien bist oder auf der anderen Seite der Welt. Und vor allem: Nimm nicht das erstbeste Angebot der Bank, sondern vergleiche gründlich. So stellst du sicher, dass wirklich alles abgedeckt ist, was du brauchst."
    }
  }
}
