{
  "regionDecision": {
    "badge": "Regionsauswahl",
    "title": "Die Entscheidung für eine Region",
    "subtitle": "Nach intensiver Recherche und Testreisen habe ich die Region Murcia als meine neue Heimat ausgewählt. Hier erfährst du, wie ich zu dieser Entscheidung gekommen bin.",
    "introduction": {
      "title": "Von der Theorie zur Praxis",
      "paragraph1": "Nun war ich also wieder einen Schritt näher daran, meinen Traum von Spanien zu verwirklichen. Nach den ersten Sprachversuchen, Recherchen und Testreisen war klar: Jetzt musste ich eine Gegend finden, die wirklich zu mir passt – nicht nur für einen Urlaub, sondern für ein Leben.",
      "paragraph2": "Ich wusste recht schnell, was ich wollte: Es sollte im Süden liegen, wegen der Wärme und der vielen Sonnentage. Es sollte nicht zu touristisch sein, weil ich das echte spanische Leben kennenlernen wollte und nicht in einer deutschen Enklave landen. Gleichzeitig brauchte ich eine gewisse Größe der Stadt, damit ich auch alles in Reichweite habe: Supermärkte, Restaurants, Freizeitmöglichkeiten. Dass ich remote arbeiten konnte, erleichterte die Sache enorm – ich musste mich also nicht nach einem Arbeitsmarkt richten, sondern konnte meinen Fokus voll und ganz auf Lebensqualität legen.",
      "highlight": "Mein Ziel war klar: Eine Region finden, die warm, authentisch und lebenswert ist – ohne den Massentourismus der Küstenorte."
    },
    "population": {
      "title": "Bevölkerung und Regionen Spaniens",
      "paragraph1": "Wenn man sich Spanien von oben anschaut, fällt einem schnell auf: Die Bevölkerungsverteilung ist ziemlich ungleich. Das Land wirkt fast wie ein Donut – die meisten Menschen leben an den Küsten, wo es mildes Klima, Arbeitsplätze und eine internationale Ausrichtung gibt. Das Zentrum, also das riesige kastilische Hochland rund um Madrid, ist hingegen viel dünner besiedelt.",
      "paragraph2": "Madrid selbst ist natürlich eine riesige Ausnahme, aber sobald man die Hauptstadt verlässt, wird es schnell sehr leer. Für jemanden wie mich, der Sonne, Kultur und etwas mehr Leben in den Straßen wollte, war klar: Es muss an den Rand, irgendwo zwischen Küste und Bergen.",
      "highlight": "Die Küstenregionen bieten das beste Klima und die meiste Infrastruktur, während das Zentrum dünn besiedelt und weniger lebendig ist."
    },
    "favorites": {
      "title": "Meine Favoritenliste",
      "intro": "Also begann ich, Listen zu machen. Ich durchstöberte Foren, Blogs, Immobilienportale, las über Lebensqualität, Klima und Preise. Stück für Stück wuchs eine Art Favoritenliste, die ich mir ganz bewusst zusammengestellt habe:",
      "andalusia": {
        "title": "Andalusien",
        "cities": "Sevilla, Málaga oder Granada",
        "pros": "Für viele das klassische \"Auswanderer-Spanien\". Viel Sonne, viel Kultur, Meer und Berge direkt beieinander.",
        "cons": "Für mich aber oft schon sehr touristisch und preislich nicht ganz so attraktiv."
      },
      "valencia": {
        "title": "Valencia",
        "subtitle": "Eine tolle Mischung aus Großstadt, Meer und moderner Infrastruktur.",
        "pros": "Moderne Metropole mit guter Infrastruktur und Zugang zum Meer.",
        "cons": "Aber die Metropolregion ist riesig und sehr international geprägt – ich wollte es spanischer und etwas ruhiger."
      },
      "costaBlanca": {
        "title": "Alicante & Costa Blanca",
        "subtitle": "Viele Nicht-Spanier, traumhafte Strände, gute Infrastruktur.",
        "pros": "Traumhafte Strände und gute Infrastruktur für Auswanderer.",
        "cons": "Aber genau da lag das Problem: zu viele Touristen, zu viele deutsche Bäckereien. Ich wollte mehr Authentizität."
      },
      "murcia": {
        "title": "Murcia",
        "subtitle": "Eine Region, die oft übersehen wird.",
        "pros": "Traditionell, sonnig, günstiger als viele Nachbarregionen, gleichzeitig mit guter Anbindung ans Meer.",
        "cons": "Schon auf dem Papier schien Murcia die perfekte Mischung zu bieten."
      }
    },
    "murcia": {
      "title": "Murcia – Stadt und Region",
      "intro": "Murcia ist eine Region im Südosten Spaniens, die ein bisschen unterschätzt wird. Viele Auswanderer zieht es nach Andalusien, Valencia oder Katalonien – aber Murcia bleibt oft unter dem Radar. Genau das machte es für mich spannend.",
      "introExtended": "Was Murcia besonders macht, ist die Kombination aus urbanem Leben und der Nähe zur Natur. Innerhalb weniger Minuten kann man von der lebhaften Innenstadt in die ruhigen Berge oder ans Meer gelangen. Diese Vielfalt, gepaart mit dem warmen mediterranen Klima und der herzlichen Atmosphäre, macht Murcia zu einem Ort, wo man sich sofort zu Hause fühlt.",
      "city": {
        "title": "Die Stadt Murcia",
        "population": "Mit rund 450.000 Einwohnern",
        "location": "Sie liegt nicht direkt am Meer, sondern im fruchtbaren Segura-Tal, was ihr eine ganz eigene Atmosphäre gibt.",
        "atmosphere": "Wer Murcia besucht, erlebt enge Gassen mit traditionellen Bars, eine imposante Kathedrale im Zentrum, viele Feste und ein sehr traditionelles, spanisches Flair.",
        "modern": "Gleichzeitig gibt es moderne Viertel, große Einkaufszentren, Universitäten und alles, was man für den Alltag braucht."
      },
      "region": {
        "title": "Die Region Murcia",
        "subtitle": "Bietet noch mehr",
        "landscape": "Weite Ebenen mit Orangen- und Zitronenhainen, kleine Dörfer, Berge im Süden.",
        "coast": "Und nicht zu vergessen das Mar Menor und die Mittelmeerküste, die man mit dem Auto in unter einer Stunde erreicht.",
        "climate": "Das Klima ist trocken und sonnig – fast schon wüstenhaft –, was mir persönlich aber sehr entgegenkam."
      }
    },
    "onSite": {
      "title": "Mein Eindruck vor Ort",
      "paragraph1": "Als ich schließlich nach Murcia reiste, wusste ich sofort: Das könnte passen. Die Stadt hat mich sofort verzaubert. Alles fühlte sich sehr traditionell spanisch an – genau das, was ich suchte. Dazu kam die große Überraschung: Für meine Zöliakie fand ich hier eine richtig gute Auswahl an glutenfreiem Essen.",
      "paragraph2": "Ich nutzte die Zeit nicht nur, um die Stadt zu erkunden, sondern auch, um das Umland kennenzulernen. Die Berge im Süden schenkten mir unvergessliche Sonnenuntergänge, und wenn ich Lust auf Meer hatte, war die Küste gerade einmal 50 Minuten mit dem Auto entfernt. Insgesamt verbrachte ich über zwei Monate in Murcia – genug Zeit, um nicht nur Urlaubsgefühle, sondern echte Alltagsmomente mitzunehmen.",
      "glutenFree": {
        "title": "Glutenfreies Essen",
        "subtitle": "Eine positive Überraschung",
        "description": "Sowohl in Supermärkten als auch in Restaurants war das Angebot deutlich größer, als ich erwartet hätte. Das nahm mir viel von meiner anfänglichen Sorge."
      },
      "exploration": {
        "title": "Umland erkunden",
        "subtitle": "Berge und Meer in Reichweite",
        "description": "Die Berge im Süden schenkten mir unvergessliche Sonnenuntergänge, und die Küste ist nur 50 Minuten mit dem Auto entfernt."
      },
      "highlight": "Über zwei Monate in Murcia gaben mir genug Zeit, um nicht nur Urlaubsgefühle, sondern echte Alltagsmomente mitzunehmen."
    },
    "cityCountry": {
      "title": "Zwischen Stadt und Land",
      "paragraph1": "Doch trotz all der positiven Eindrücke wurde mir klar: Das Zentrum der Stadt Murcia war nicht ganz ideal für mich. Vor allem die Parksituation war chaotisch – als jemand, der vom Land kommt, tat ich mich schwer damit, ständig in überfüllten Straßen nach einem Stellplatz zu suchen.",
      "paragraph2": "Auch die Immobilienpreise im Zentrum wirkten im Vergleich zur Umgebung weniger attraktiv, wenn man Preis und Wohnqualität gegeneinander aufwog.",
      "parking": {
        "title": "Parkplatzproblem",
        "subtitle": "Chaotische Parksituation",
        "description": "Als jemand, der vom Land kommt, tat ich mich schwer damit, ständig in überfüllten Straßen nach einem Stellplatz zu suchen."
      },
      "prices": {
        "title": "Immobilienpreise",
        "subtitle": "Zentrum vs. Umgebung",
        "description": "Die Immobilienpreise im Zentrum wirkten im Vergleich zur Umgebung weniger attraktiv, wenn man Preis und Wohnqualität gegeneinander aufwog."
      },
      "highlight": "Die Entscheidung war gefallen: Es wird die Region Murcia – aber nicht die Stadt selbst."
    },
    "conclusion": {
      "title": "Die Entscheidung ist gefallen",
      "paragraph1": "Damit stand für mich fest: Es wird die Region Murcia – aber nicht die Stadt selbst. Die Entscheidung war gefallen. Auf meinen nächsten Reisen sollte es also nicht mehr nur ums Erkunden gehen, sondern um die konkrete Immobiliensuche.",
      "paragraph2": "Ich hatte eine Region gefunden, die alle meine Kriterien erfüllte: warm, authentisch, lebenswert und mit guter Infrastruktur. Jetzt ging es darum, den perfekten Ort innerhalb dieser Region zu finden.",
      "decision": {
        "title": "Entscheidung getroffen",
        "description": "Region Murcia als neue Heimat ausgewählt – warm, authentisch und lebenswert."
      },
      "nextSteps": {
        "title": "Nächste Schritte",
        "description": "Konkrete Immobiliensuche in der Region Murcia, nicht mehr nur Erkundung."
      },
      "focus": {
        "title": "Fokus geändert",
        "description": "Von der Regionsauswahl zur konkreten Orts- und Immobiliensuche."
      },
      "highlight": "Ich hatte eine Region gefunden, die alle meine Kriterien erfüllte. Jetzt ging es darum, den perfekten Ort innerhalb dieser Region zu finden."
    }
  }
}
