{
  "firstApartmentStay": {
    "title": "The First Stay in My Own Apartment",
    "subtitle": "From anticipation to water damage - my first experiences",
    "description": "My first stay in my own apartment in Spain - from anticipation to water damage and the learnings from it.",
    "introduction": {
      "title": "Everything was done now",
      "content": "Everything was done now – at least I thought so. The apartment belonged to me, all insurances were concluded and I had the reassuring feeling that nothing major could go wrong anymore. With this mix of anticipation and relief, I booked my first trip to Molina de Segura. Initially planned was just one week, to organize the most important things, clarify first processes and simply arrive in my new home."
    },
    "arrival": {
      "title": "Arrival and First Day",
      "content1": "Since my flight to Alicante only landed late in the evening and the gestoría was only open in the morning, I spent one last night in an Airbnb. The next morning I went directly to my gestoría's office, and after another signature I held the key to my own apartment in my hand for the first time. A moment that felt both unreal and completely real at the same time.",
      "content2": "Just one hour later I stood at 34 degrees in the midday sun in front of my door, unlocked – and entered my apartment for the very first time. Of course I was alone, Emely unfortunately couldn't be there for this stay. But the apartment wasn't empty: The previous owners had, as agreed, left some furniture behind.",
      "content3": "A bed, an almost new kitchen, a living room with sofa, washing machine and dryer, even a dining table. No designer furniture, but more than enough to be able to live in it immediately without having to make large investments right away."
    },
    "firstImpressions": {
      "title": "First Impressions and Daily Life",
      "content1": "Hardly had I sorted out this thought when the first small stress moment began: The Vodafone technician, whom I had actually ordered for later, was significantly too early and was already waiting impatiently at my door. While he set about setting up the internet and thus paving the way for smooth video calls in the home office, I used the opportunity to inspect every room once more carefully.",
      "content2": "And indeed: No serious defects, no nasty surprises. For the moment I was relieved. When the internet was finally running, I made my first shopping trip. Just eight minutes' walk away there was a shopping center with Mercadona. Not a spectacular experience, but nevertheless an important step, because for the first time I was shopping for my own home in Spain.",
      "content3": "Later I strolled through the streets and let the moment sink in: I was no longer just visiting, I was home. For the first time it felt like I had really arrived."
    },
    "waterDamage": {
      "title": "The Water Damage",
      "content1": "But this euphoria didn't last long. When I wanted to thoroughly clean the apartment the next day, I was just filling a bucket with water when there was suddenly frantic knocking at my door. My downstairs neighbor stood there and just said: \"Water is running from the ceiling in my apartment.\" A sentence that immediately made my pulse race.",
      "content2": "Together we went downstairs – and indeed, water was dripping incessantly from his ceiling. Back in my apartment I found that my wall was also wet. Shortly afterwards the president of the owners' association came along. His diagnosis: a defective sewage pipe. Lucky in misfortune – it was \"only\" kitchen wastewater and not from the toilets. But that didn't change the fact that from one moment to the next I was in the middle of my first water damage.",
      "content3": "What followed was a nerve-wracking mix of endless phone calls, language barriers and far too much mopping work. For four days I had to regularly dry the floor, sometimes every half hour, to keep the puddles under control. Since the damage was on a community pipe, the owners' association insurance was responsible. But until everything took its course, it dragged on."
    },
    "repairs": {
      "title": "The Repairs",
      "content1": "I had to fly back to Germany in between, but immediately booked a new flight to check personally. In hindsight that was a very good decision, because when I came back, the damage had already gotten worse: mold was spreading on the wall, and the smell of kitchen wastewater was almost unbearable.",
      "content2": "In the following weeks everything seemed to move only at a snail's pace. Craftsmen only came because I kept putting pressure on. The wall was provisionally plastered, damp spots inadequately treated and much was not finished. To make matters worse, cockroaches eventually crawled out of the hole in the wall – and not the small ones, but the large American ones.",
      "content3": "At the latest then I finally lost patience. Only when I threatened consequences did the building management really react. To this day, however, the repairs are not yet fully completed. Some spots have been reworked, but cracks, water stains and smell keep appearing again. As soon as everything is really fixed, I will add here how the story ended – at the moment it is not yet finished. But despite all this, this first phase was very helpful."
    },
    "keyLearnings": {
      "title": "What I have learned so far",
      "insurance": {
        "title": "Insurance companies are not your friend in Spain either",
        "content": "You can't rely on everything running automatically. Without constant follow-up, asking questions and pressure, nothing simply happens."
      },
      "neighbors": {
        "title": "Neighbors are priceless",
        "content": "Already with the first problem I noticed how important it is to build a good relationship with the people in the building. They are often the first point of contact when things need to be quick."
      },
      "patience": {
        "title": "Everything takes longer than you think",
        "content": "Appointments get postponed, craftsmen come later, and even simple things drag on. But with patience you usually get there in the end."
      },
      "spanish": {
        "title": "Spanish is indispensable",
        "content": "Without language skills I would have been lost in many situations. I realized here how much it's worth to take every vocabulary word with you."
      },
      "cockroaches": {
        "title": "Cockroaches belong in the south",
        "content": "Not nice, but reality. They don't just appear in apartments, but also come through the window. It's best to always have gel or traps ready."
      }
    },
    "positiveAspects": {
      "title": "And yet the positive remains",
      "content1": "And yet, despite all the annoyance and the many phone calls, the positive remains: I was immediately drawn into the building community, got to know neighbors and built direct contact with the president. Everyone was open, helpful and friendly – exactly as I had experienced the Spanish on my travels. Despite the problems, it felt good to be part of this community.",
      "content2": "After my first longer stay of over seven weeks, I had already felt at home there, and honestly, saying goodbye back to Germany was difficult for me."
    }
  }
}
