{
  "bureaucracy": {
    "badge": "Burocracia y Formalidades",
    "title": "Burocracia y Formalidades",
    "subtitle": "¡Ahora se puso serio! Los sueños de vacaciones y las visiones soleadas son una cosa, pero al comprar una propiedad en España, simplemente no puedes evitar el papeleo.",
    "navigation": {
      "title": "Resumen de los Pasos Más Importantes",
      "subtitle": "Haz clic en una de las áreas para saltar directamente a los detalles",
      "nie": {
        "title": "Número NIE",
        "description": "Tu boleto de entrada a España"
      },
      "bankAccount": {
        "title": "Cuenta Bancaria",
        "description": "Indispensable para todas las transacciones"
      },
      "financing": {
        "title": "Financiación",
        "description": "Bancos alemanes vs. españoles"
      },
      "gestoria": {
        "title": "Gestoría",
        "description": "Ayuda profesional en el caos de papeles"
      },
      "additionalFormalities": {
        "title": "Formalidades Adicionales",
        "description": "Detalles menores pero importantes"
      }
    },
    "introduction": {
      "title": "Introducción",
      "paragraph1": "¡Ahora se puso serio! Los sueños de vacaciones y las visiones soleadas son una cosa, pero al comprar una propiedad en España, simplemente no puedes evitar el papeleo – aunque ahora mucho es digital. Y honestamente: tenía más que solo respeto por la burocracia que se me venía encima.",
      "paragraph2": "Oficinas españolas, idioma extranjero, documentos interminables – eso sonaba a estrés al principio. Pero el hecho es: Sin este paso, el sueño de tu propio hogar en España sigue siendo solo un sueño.",
      "tip": "Una pequeña nota: No tenía algunos documentos listos a tiempo y tuve que ponerme al día con muchas cosas. Para que esto no te pase a ti, te doy una visión general de todo lo que realmente necesité durante mi proceso de compra."
    },
    "nie": {
      "title": "El Número NIE – Mi Boleto de Entrada",
      "paragraph1": "Lo primero es lo primero: el número NIE (Número de Identificación de Extranjeros). Sin él, nada funciona – ni cuenta bancaria, ni contrato de electricidad, ni contrato de compra. Es básicamente tu huella digital oficial en España.",
      "paragraph2": "La solicitud se maneja a través de la Policía Nacional. Las citas están disponibles en línea, a veces también espontáneamente en el lugar – con mucha suerte. Realísticamente, tienes que esperar tiempos de espera de varias semanas.",
      "paragraph3": "Como no tuve la oportunidad de estar constantemente acechando citas libres en España, contraté un proveedor de servicios: Spanieninfo (spanieninfo.biz). Ellos manejan la solicitud por ti si firmas un poder notarial en un notario alemán y lo haces válido para España con una apostilla.",
      "tip": "Mi consejo: Cuida de ello a tiempo, preferiblemente antes de que encuentres tu apartamento soñado. Sin NIE, ni siquiera puedes dar el primer paso en la compra.",
      "process": {
        "onSite": {
          "title": "Solicitud en Persona",
          "step1": "Reservar cita online con la Policía Nacional",
          "step2": "Ir personalmente a la autoridad",
          "step3": "Recoger NIE después de unas semanas"
        },
        "company": {
          "title": "Solicitud vía Empresa",
          "step1": "Firmar poder notarial en notario alemán",
          "step2": "Solicitar apostilla para España",
          "step3": "Enviar documentos por correo certificado a España"
        }
      }
    },
    "bankAccount": {
      "title": "Una Cuenta Bancaria Española – Nada Funciona Sin Ella",
      "paragraph1": "El siguiente paso inevitable fue la cuenta bancaria española. Ya sea hipoteca, honorarios notariales, impuesto de transmisión de propiedad o servicios públicos mensuales – nada funciona sin una cuenta en España.",
      "paragraph2": "La elección es grande: desde Santander hasta CaixaBank hasta Bankinter, muchos bancos ofrecen cuentas especiales para extranjeros. Lo que necesitas es relativamente claro: tu NIE, pasaporte y – si quieres depositar capital inmediatamente – prueba del origen del dinero.",
      "paragraph3": "Yo mismo opté por una cuenta como no residente. Cuesta un poco más, pero es la solución más simple para todos los que no viven permanentemente en España.",
      "tip": "Abrí mi cuenta bastante tarde con la ayuda de mi gestoría – funcionó justo a tiempo, pero recomendaría hacerlo mucho antes.",
      "requirements": {
        "title": "Documentos Requeridos",
        "item1": "Número NIE (Número de Identificación de Extranjeros)",
        "item2": "Pasaporte o tarjeta de identidad",
        "item3": "Prueba del origen del dinero (para cantidades mayores)"
      }
    },
    "financing": {
      "title": "Opciones de Financiación – Bancos Alemanes vs. Españoles",
      "paragraph1": "La pregunta de la financiación es un verdadero punto de fricción. Los bancos alemanes se niegan cuando se trata de bienes raíces españoles – a menos que tengas garantías en Alemania (por ejemplo, tu propia propiedad que puedas gravar allí).",
      "paragraph2": "Así que quedan los bancos españoles: Santander, Bankinter, CaixaBank y muchos otros. Sin embargo, las condiciones son más estrictas para no residentes: generalmente máximo 70% de financiación, verificaciones de crédito más estrictas y tasas de interés más altas.",
      "paragraph3": "En mi caso, mi agencia inmobiliaria me ofreció un socio que se suponía que acompañaría todo el proceso de financiación – pero por una tarifa considerable de 4,000 €. Lo rechacé y en su lugar investigué yo mismo.",
      "tip": "Puedo recomendar altamente Idealista/Hipotecas: allí obtienes ofertas de varios bancos en comparación, puedes usar el servicio en inglés e incluso comunicarte vía WhatsApp – ¡gratis!",
      "financingTitle": "Financiación",
      "comparison": {
        "title": "Comparación de Bancos",
        "german": "Bancos Alemanes",
        "germanResult": "Generalmente no es posible",
        "spanish": "Bancos Españoles",
        "spanishResult": "Hasta 70% de financiación"
      },
      "expectations": {
        "title": "Qué esperar de los bancos españoles",
        "item1": "Tasas de interés más altas que los bancos alemanes",
        "item2": "Más capital propio requerido (al menos 30%)",
        "item3": "Verificaciones de crédito más estrictas",
        "item4": "Tiempos de procesamiento más largos (al menos 1 mes)"
      }
    },
    "gestoria": {
      "title": "Gestoría o Abogado – Mi Salvación en el Caos de Papeles",
      "paragraph1": "Y aquí viene mi consejo secreto personal: una gestoría. De todos los costos en el proceso de compra, los de mi gestoría fueron los únicos en los que ni siquiera me estremecí. En retrospectiva, fue la mejor decisión después de comprar el apartamento mismo.",
      "paragraph2": "Las semanas entre el contrato preliminar y la cita notarial fueron de lejos el momento más estresante de mi vida. Ya tienes mucho dinero en el proyecto – y sabes que puedes perderlo si pierdes una fecha límite o falta un documento.",
      "paragraph3": "Terminé bastante al azar en Gestoría Carrasco & Fischer en Orihuela Costa – y fui atendido de primera desde el primer día. Me explicaron el Contrato de Arras, tradujeron los contratos, se hicieron cargo de la comunicación con el banco y me acompañaron al notario.",
      "paragraph4": "Alternativamente (o adicionalmente), también puedes contratar un abogado especializado en derecho inmobiliario. Ellos principalmente verifican si la propiedad está legalmente limpia: sin disputas legales abiertas, sin construcciones ilegales, sin sorpresas desagradables. Cuesta más, pero da seguridad. Yo mismo me abstuve de hacerlo – también porque ya había firmado el Contrato de Arras precipitadamente.",
      "tip": "Sin gestoría, probablemente habría perdido la cabeza durante el proceso de compra. Una gestoría es una oficina que te guía a través de toda la burocracia en España – desde impuestos hasta contratos hasta el re-registro de electricidad y agua. La inversión en ayuda profesional fue la mejor decisión para mí después de comprar el apartamento mismo.",
      "services": {
        "title": "Servicios de Gestoría",
        "item1": "Explicación de contratos y documentos",
        "item2": "Traducción de documentos importantes",
        "item3": "Comunicación con bancos y autoridades",
        "item4": "Acompañamiento en citas notariales"
      },
      "lawyerServices": {
        "title": "Servicios de Abogado",
        "item1": "Examen legal de la propiedad",
        "item2": "Verificación de disputas legales abiertas",
        "item3": "Control de construcciones ilegales",
        "item4": "Revisión de contratos y asesoramiento legal"
      }
    },
    "additionalFormalities": {
      "title": "Formalidades Adicionales y Consejos Que Son Fáciles de Olvidar",
      "intro": "Lo que no sabía al principio: todavía hay algunas cosas más pequeñas que rápidamente pasas por alto – pero que son cruciales.",
      "nie": {
        "title": "NIE vs. NIF",
        "description": "El NIE es el número de identificación, el NIF se vuelve relevante tan pronto como te vuelves activo fiscalmente en España."
      },
      "digitalCert": {
        "title": "Certificado Digital",
        "description": "Una especie de identificación digital para servicios gubernamentales en línea. Ahorra tiempo y nervios – todavía no lo tengo hoy, pero está en mi lista."
      },
      "insurance": {
        "title": "Seguro",
        "description": "Muchos bancos insisten en un seguro de hogar o edificio antes de pagar el préstamo. Así que cuida de ello a tiempo."
      },
      "notary": {
        "title": "Elección de Notario",
        "description": "Como comprador, puedes elegir el notario tú mismo. Hay diferencias tanto en precio como en habilidades lingüísticas."
      },
      "conclusion": {
        "title": "Conclusión",
        "text": "Estos son en mi opinión los puntos más importantes que deberían completarse antes de que realmente se ponga serio con contratos y citas notariales. Sobre todo, tener una buena gestoría a tu lado temprano puede ahorrarte un estrés enorme."
      }
    }
  }
}
