{
  "guide_nie": {
    "title": "El Número NIE en España: Todo lo que necesitas saber",
    "description": "Guía completa del número NIE - desde la solicitud hasta el uso",
    "content": {
      "what_is": {
        "title": "¿Qué es el NIE?",
        "description": "El NIE (Número de Identidad de Extranjero) es el número de identificación para extranjeros en España. Es emitido por la policía española y es único – lo conservas de por vida, incluso si más tarde ya no vives en España.",
        "note": "El NIE no es simplemente una 'tarjeta de identidad', sino la clave para casi todos los procedimientos oficiales en España."
      },
      "why_needed": {
        "title": "¿Para qué necesito el NIE?",
        "intro": "Sin NIE, casi nada funciona en España. La NIE es tu llave personal para todas las áreas importantes de la vida en España. Ya sea que quieras alquilar un apartamento, abrir una cuenta bancaria o simplemente manejar asuntos cotidianos - sin este número, no llegarás lejos. Aquí están las áreas más importantes para las que necesitas la NIE:",
        "examples": {
          "immobilien": "Inmobiliaria: Compra o alquiler de un apartamento, firma ante notario",
          "finanzen": "Finanzas: Apertura de cuenta bancaria, solicitud de hipoteca, asuntos fiscales",
          "arbeit": "Trabajo: Firmar contratos de trabajo, registrarse como autónomo",
          "alltag": "Vida cotidiana: Comprar o registrar un coche, firmar contratos de luz y agua, seguros",
          "studium": "Estudios/Educación: Matricularse en una universidad o escuela técnica"
        },
        "conclusion": "En resumen: El NIE es tu 'número de contribuyente' personal e identificación en España."
      },
      "where_to_apply": {
        "title": "¿Dónde solicito el NIE?",
        "in_spain": {
          "title": "1. En España en persona",
          "description": "Puedes solicitar el NIE en la Policía Nacional – donde hay oficinas de extranjería (Oficinas de Extranjería).",
          "appointment": "Cita necesaria: En casi todas las regiones debes reservar una cita online (\"cita previa\"). Sin cita rara vez te atienden.",
          "documents": {
            "title": "Documentos:",
            "items": {
              "form": "Formulario de solicitud EX-15 (cumplimentado y firmado)",
              "passport": "Pasaporte válido o DNI (+ copia)",
              "purpose": "Prueba de por qué necesitas el NIE (ej. contrato de compra, oferta de trabajo, contrato de alquiler)",
              "payment": "Comprobante de pago de la tasa (Formulario Modelo 790, Código 012, aprox. 9–12 €)"
            }
          },
          "processing_time": "Tiempo de procesamiento: Dependiendo de la región, puedes obtener el NIE inmediatamente o tener que esperar unos días."
        },
        "consulate": {
          "title": "2. En consulados españoles en el extranjero",
          "description": "Si aún no estás en España, también puedes solicitar el NIE en el consulado español en tu país de origen.",
          "pros": "Ventaja: No tienes que viajar específicamente a España.",
          "cons": "Desventaja: Tiempo de procesamiento a menudo más largo (varias semanas).",
          "note": "También aquí: Solicitud EX-15 + prueba del propósito del NIE."
        },
        "power_of_attorney": {
          "title": "3. A través de un poder (Gestoría o abogado)",
          "description": "Especialmente al comprar bienes inmuebles, es común que una Gestoría o abogado solicite el NIE por ti.",
          "process": "Emites un poder notarial que debe ser certificado por un notario español o a través de apostilla.",
          "pros": "Ventaja: Te ahorra tiempo de espera y visitas a las autoridades.",
          "cons": "Desventaja: Costos (dependiendo del proveedor de servicios entre 100 € y 300 €)."
        },
        "online": {
          "title": "4. ¿Solicitud online?",
          "description": "Oficialmente, no hay una solicitud completamente digital del NIE para extranjeros fuera de España.",
          "in_spain": "Dentro de España, mucho funciona a través del portal de \"cita previa\", pero la entrega de documentos suele ser personal o a través de una persona autorizada.",
          "warning": "Ten cuidado con sitios web que prometen \"NIE online en 48h\" → estas son a menudo agencias de servicios de pago."
        }
      },
      "validity": {
        "title": "Validez del NIE",
        "description": "El NIE en sí no expira – permanece válido de por vida.",
        "note": "Lo que a menudo causa confusión: El documento en papel en el que está escrito el NIE puede ser limitado (ej. 3 o 6 meses). Esto no significa que tu número se haya ido – siempre puedes obtener un nuevo certificado con el mismo número."
      },
      "tips": {
        "title": "Consejos Prácticos",
        "items": {
          "early": "Solicita temprano: Si sabes que necesitas arreglar algo en España (ej. comprar un apartamento), ocúpate del NIE lo antes posible.",
          "appointments": "Las citas son escasas: Especialmente en grandes ciudades como Madrid o Barcelona hay largos tiempos de espera. También mira en lugares más pequeños de la región – allí a menudo consigues una cita más rápido.",
          "copies": "Copia documentos múltiples veces: En España, las autoridades casi siempre quieren copias. Mejor preparar 2–3 juegos directamente.",
          "language": "Idioma: Muchos funcionarios solo hablan español. Si no hablas español, lleva a alguien contigo o usa una Gestoría."
        }
      },
      "conclusion": {
        "title": "Conclusión",
        "description": "El NIE es tu clave para la vida española – sin él, apenas funciona nada.",
        "final_note": "Ya sea que quieras comprar, trabajar o simplemente hacer cosas cotidianas: consíguelo lo antes posible, preferiblemente con apoyo si no quieres manejar la burocracia solo."
      }
    }
  }
}
